EEC_PROP/src/main/resources/OP_02/FLC/MSG.001_TRN.001/Log/Received_MSG_PRS.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope">
   <soap:Header xmlns:int="urn:EEC:Interaction:v1.0"
                xmlns:wsa="http://www.w3.org/2005/08/addressing">
      <wsa:MessageID>urn:uuid:12d6fdee-3115-410b-9e79-e56ed3a41261</wsa:MessageID>
      <int:ProcedureID>urn:uuid:123ae91f-9a5f-44ea-ab27-0d93575909bf</int:ProcedureID>
      <int:ConversationID>urn:uuid:d5f41f4b-0230-4fb4-baec-3a172017f1c8</int:ConversationID>
      <wsa:To>EAEU://RU/CP/P.CC.01/P.CC.01.ACT.001AT</wsa:To>
      <wsa:Action>int://CP/P.CC.01/1.0.0/P.CC.01.PRC.001/P.CC.01.TRN.001/P.MSG.PRS</wsa:Action>
      <wsa:ReplyTo>
         <wsa:Address>EAEU://EEC/CP/P.CC.01/P.ACT.001</wsa:Address>
      </wsa:ReplyTo>
      <wsa:RelatesTo>urn:uuid:5adec7fa-dcee-415d-8587-6c5fc7502524</wsa:RelatesTo>
      <int:Integration>
         <int:TrackID>urn:uuid:7e5076c7-f336-42a2-adc3-5968e2a2b3ab</int:TrackID>
         <int:AcceptTime>2020-01-16T10:02:09+03:00</int:AcceptTime>
      </int:Integration>
   </soap:Header>
   <soap:Body>
      <sgn:ProcessingReceipt xmlns:sgn="urn:EEC:signal:v1.0">
         <sgn:SignalId>bb1f825e-78f7-401d-b649-9f0728c4a021</sgn:SignalId>
         <sgn:DateTime>2020-01-16T10:02:09.215</sgn:DateTime>
      </sgn:ProcessingReceipt>
   </soap:Body>
</soap:Envelope>
